user-service/view-adapters/view-soap-adapters/requests/GetUsers.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://model.tks.edu.com/user">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getUsersRequest/>
    </soapenv:Body>
</soapenv:Envelope>
